Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Wir werden Sie nun zum 2. Teil der Eignungsprüfung anmelden und die Einladung wiederum per Post oder E-Mail verschicken.
en_gb: We will now register you for the second part of the aptitude assessment and send your invitation by post or email.

source: Zahlen Sie bitte die Gebühren für die Eignungsprüfung über das Online-Anmeldeportal.
en_gb: Please pay the fees for the aptitude test via the online registration portal.

source: Die Bestätigung steht Ihnen im Online-Anmeldeportal zur Verfügung.
en_gb: The confirmation is available to you on the online registration portal.

source: Bitte füllen Sie im Online-Anmeldeportal innerhalb von 2 Wochen das Personalienblatt zur Ermittlung des zahlungspflichtigen Kantons aus.
en_gb: Please complete the Student Personal Data Form on the online registration portal within 2 weeks.

source: Um festzustellen, welcher Kanton im Rahmen der Fachhochschulvereinbarung Beiträge an die ZHAW leisten muss, beantworten Sie bitte die Fragen im Personalienblatt.
en_gb: This will enable us to determine which canton is required to pay for your studies.

source: Damit wir Ihre Immatrikulation vornehmen und Sie das Studium an der ZHAW beginnen können,
en_gb: So that we can complete your matriculation and you can begin your studies, you must:

source: müssen Ihre Unterlagen vollständig sein;
en_gb: make sure that your documentation is complete;

source: muss das Personalienblatt mit den erforderlichen Bescheinigungen vorliegen;
en_gb: submit the Student Personal Data Form together with the required documents;

source: muss die Semestergebühr bezahlt sein.
en_gb: pay the semester fees.

source: Ist eine dieser Anforderungen nicht erfüllt, können Sie das Studium an der ZHAW nicht beginnen.
en_gb: If you fail to meet any of these conditions, you will not be able to begin your studies at the ZHAW.

source: Vielen Dank für das Ausfüllen des Personalienblattes zur Bestimmung des zahlungspflichtigen Kantons.
en_gb: Thank you for completing the Student Personal Data Form to enable us to determine which canton is required to pay for your studies.

source: Wir haben festgestellt, dass Sie Ihre Angaben noch korrigieren müssen.
en_gb: Unfortunately, some details are incorrect.

source: Zum Öffnen Ihrer Anmeldung im Bearbeitungsmodus, klicken Sie bitte hier.
en_gb: To open and edit your registration details, please click here.

source: Reichen Sie genau das Dokument ein, das auf Seite 2 des Personalienblattes verlangt wird.
en_gb: Make sure that you submit the correct document(s) as specified on page 2 of the Personal Data Form.

source: Eine offizielle Bestätigung, aus welcher der Auslandaufenthalt (Eltern bzw. eigener Aufenthalt) und Heimatort hervorgehen.
en_gb: An official document confirming that your parents and/or you live abroad and stating your place of origin.

source: Kopie Ausländerausweis.
en_gb: A copy of your residence permit.

source: Kopie Ausländerausweis
en_gb: A copy of your residence permit

source: Ihre Wohnsitzbestätigung(en) der letzten 2 Jahre im Original
en_gb: Confirmation(s) in the original of your place(s) of residence in the last two years.

source: Wohnsitzbestätigung im Original eines Elternteils.
en_gb: Confirmation in the original of the place of residence of one of your parents.

source: Sollte der Name dieses Elternteils anders lauten als Ihr Name, so ist die Elternbeziehung mit der Kopie eines amtlichen Dokumentes zu belegen.
en_gb: If this parent’s name is different from your own name, please enclose a copy of an official document confirming their parental status.

source: Bestätigung der KESB
en_gb: A confirmation from the Child and Adult Protection Authority (KESB) responsible.

source: Passkopie und bei Schweizer Wohnsitz zusätzlich Kopie Aufenthaltsbewilligung
en_gb: A copy of your passport and, if you are resident in Switzerland for the purposes of study, a copy of your residence permit.

source: Allgemeine Hinweise:
en_gb: General information:

source: Die Wohnsitzbestätigung muss uns im Original vorliegen und darf bei Studienbeginn (KW 38/KW 8) nicht älter als 3 Monate sein.
en_gb: The confirmation of residency must be submitted in the original and be dated no more than three months prior to the commencement of your studies (CW 38/CW 8).

source: Auf der Kopie des Ausländerausweises muss das Einreise- wie auch das Ausstellungsdatum ersichtlich sein.
en_gb: The copy of the residence permit must indicate the date of entry to Switzerland and the date of issue.

source: Um die Immatrikulation im {AnlassBezeichnung} abzuschliessen, zahlen Sie bitte bis XX.XX.XXXX die Semestergebühr.
en_gb: To complete your matriculation on the {Business Administration degree programme}, please pay the semester fees by TT.MM.JJJ [*].

source: Ist die Semestergebühr bis zum angegebenen Zeitpunkt nicht bezahlt, erfolgt keine Immatrikulation.
en_gb: If you do not pay the semester fees by the given date, you will not be able to matriculate.

source: Betreff:
en_gb: Subject:

source: ZHAW Immatrikulation:
en_gb: ZHAW matriculation:

source: Semesterbestätigung
en_gb: Semester confirmation

source: Herzlich Willkommen an der ZHAW!
en_gb: Welcome to the ZHAW!

source: Wir freuen uns, Ihnen mitzuteilen, dass Ihre Immatrikulation abgeschlossen ist.
en_gb: We are pleased to advise you that your matriculation has been completed.

source: Die Semesterbestätigung steht Ihnen im Online-Anmeldeportal zur Verfügung.
en_gb: The semester confirmation will be made available to you on the online registration portal.

source: Die Immatrikulationsbestätigung wird Ihnen persönlich abgegeben oder per Post zugestellt.
en_gb: Your enrolment confirmation will be given to you in person or delivered by post.

source: Bitte beachten Sie folgende Informationen zum Studienbeginn. https://www.zhaw.ch/de/studium/vor-dem-studium/was-muss-ich-wissen/
en_gb: Please note the following information about beginning your studies.

source: Sie haben sich für den {AnlassBezeichnung} an der ZHAW Zürcher Hochschule für Angewandte Wissenschaften angemeldet.
en_gb: You have registered for the {degree programme in Business Administration} at the ZHAW Zurich University of Applied Sciences.

source: Wir wünschen Ihnen für die Zukunft alles Gute.
en_gb: We wish you all the best for the future.

source: Eingangsbestätigung Abmeldung
en_gb: Withdrawal prior to commencement of studies – acknowledgement of receipt

source: Sie haben sich entschieden, sich vom {AnlassBezeichnung} an der ZHAW Zürcher Hochschule für Angewandte Wissenschaften abzumelden.
en_gb: You have decided to withdraw from the {degree programme in Business Administration} at the ZHAW Zurich University of Applied Sciences.

source: Wir wünschen Ihnen für Ihre Zukunft alles Gute.
en_gb: We wish you all the best for the future.

source: Bitte korrigieren sie diese schnellstmöglich. Folgen Sie dazu bitte den Anweisungen im Online-Anmeldeportal.
en_gb: Please make the necessary corrections as soon as possible, following the instructions on the online registration portal.

source: Wir möchten Sie daran erinnern, dass Ihre Unterlagen noch nicht vollständig sind.
en_gb: We are writing to remind you that you have not yet submitted all of the documentation required.

source: Bitte beachten Sie, dass eine Immatrikulation nur mit vollständig eingereichten Unterlagen erfolgen kann.
en_gb: Please note that enrolment is only possible if all documentation has been submitted.

source: Sie haben sich per Online-Anmeldung für den {AnlassBezeichnung} Zürcher Hochschule für Angewandte Wissenschaften angemeldet.
en_gb: You have registered online for the Bachelorstudiengang Bauingenieurwesen at the ZHAW Zurich University of Applied Sciences.

source: Vor einiger Zeit haben wir uns bei Ihnen für den nächsten Zwischenschritt gemeldet, warten aber seither auf Ihre Reaktion.
en_gb: Some time ago, we contacted you regarding the next step but you have not, as yet, reacted.

source: Bitte folgen Sie den Anweisungen im Online-Anmeldeportal.
en_gb: Please follow the instructions on the online registration portal.

source: Bei Fragen dürfen Sie uns gerne kontaktieren.
en_gb: If you have any questions, please do not hesitate to contact us.

source: Falls noch nicht vorhanden: Bestätigung des zugewiesenen Kantons.
en_gb: If it has not yet been issued, confirmation of the designated canton.

source: Leider müssen wir Ihnen mitteilen, dass wir Sie nicht zum Studium zulassen können, da Sie die Zulassungs- oder Immatrikulationsvoraussetzungen nicht erfüllen.
en_gb: We have examined your documentation and regret to inform you that you do not fulfil the admission or matriculation requirements. We are therefore unable to accept you on this degree programme.

source: Bitte beachten Sie in diesem Zusammenhang die Zulassungs- und Immatrikulationsvoraussetzungen zum Studium an der ZHAW. https://gpmpublic.zhaw.ch/GPMDocProdZPublic/1_Management/1_04_Governance/1_04_01_Fuehrungsgrundlagen/Z_RE_Reglement_Immatrikulation_Exmatrikulation.pdf
en_gb: Please note in this regard the admission and matriculation requirements [https://www.zhaw.ch/en/study/before-your-studies/important-information/] for studying at the ZHAW.

source: Bitte laden Sie die noch ausstehenden Unterlagen hoch. Folgen Sie dazu den Anweisungen im Online-Anmeldeportal.
en_gb: Please upload the outstanding documents, following the instructions on the online registration portal. https://onlineanmeldung-test.zhaw.ch/?culture_info=en-US

source: Um Ihre Anmeldung im Bearbeitungsmodus zu öffnen, klicken Sie hier.
en_gb: To open and edit your registration details, please click here. https://onlineanmeldung-test.zhaw.ch/?culture_info=en-US

source: Bitte füllen Sie das Anmeldeformular aus und laden Sie die erforderlichen Unterlagen hoch.
en_gb: Please complete the registration form and upload the documents requested.

source: Falls Sie aufgefordert wurden, Angaben zu korrigieren/erneut Dokumente hochzuladen, klicken Sie rechts auf den Stift.
en_gb: If you have been asked to amend details / re-upload documents, click on the pen icon at right.

source: Bitte beantworten Sie die Fragen wahrheitsgemäss und vollständig.
en_gb: Please answer the questions truthfully and fully and upload the documents requested.

source: Bitte bezahlen Sie die Anmeldegebühr mit Postfinance- oder Kreditkarte.
en_gb: Please pay the registration fee by postfinance or credit card.

source: Bitte bezahlen Sie die Anmeldegebühr (CHF 100).
en_gb: Please pay the registration fee (CHF 100).

source: Nach erfolgter Bezahlung sind Sie verbindlich angemeldet und können dieses Fenster schliessen.
en_gb: Upon successful payment, you are officially registered and may close this window.

source: Ihre Anmeldung wird geprüft.
en_gb: Your registration will now be checked.

source: Das Bestehen der Eignungsprüfung ist eine Zulassungsvoraussetzung für diesen Studiengang.
en_gb: Passing the aptitude test is a requirement for admission to this degree programme.

source: Bitte bezahlen Sie die anfallenden Gebühren.
en_gb: Please pay the applicable fees.

source: Nachzureichende Unterlagen können Sie in Ihrer Anmeldung unter ‘Daten eingeben’ hochladen.
en_gb: You can upload any additional documents to be submitted in the ‘Upload’ section of your registration.

source: Sie sind zur Eignungsprüfung angemeldet.
en_gb: You are registered for the aptitude test.

source: Besteht die Eignungsprüfung aus mehreren Teilen, so werden diese hier angezeigt.
en_gb: If the aptitude test consists of several sections, these will be displayed here.

source: Es wird geprüft, ob Sie die Zulassungsvoraussetzungen erfüllen.
en_gb: It will be checked whether you meet the admission requirements.

source: Nach Abschluss der Prüfung wird Ihnen das Ergebnis mitgeteilt.
en_gb: Once the check has been completed, you will be advised of the result.

source: Ihr Studium wird durch Bund und Kantone finanziert.
en_gb: Your studies will be financed by the Confederation and the cantons.

source: Bitte bezahlen Sie die Semestergebühr.
en_gb: Please pay the semester fees.

source: Nach erfolgreicher Bezahlung können Sie dieses Fenster schliessen.
en_gb: Upon successful payment, you may close this window.

source: Ihre Immatrikulation wird geprüft.
en_gb: It is being checked whether you meet the enrolment requirements.

source: Information zum Rückmeldeverfahren:
en_gb: Information on payment of next semester’s fees

source: Sehr geehrter Herr / Sehr geehrte Frau
en_gb: Dear Mr / Ms

source: Konkret heisst das für Sie:
en_gb: Specifically, this means that:

source: Sobald die Semestergebühren bezahlt sind, erhalten Sie die Semesterbestätigung.
en_gb: As soon as you have paid the semester fees, you will receive your semester registration confirmation.

source: Sie können demzufolge die Semesterbestätigung frühzeitig Ämtern, Stipendienstellen etc. einreichen.
en_gb: You can then promptly submit this to offices, scholarship offices, etc.

source: Sie zahlen die Semestergebühren online mit PostFinance Card oder Kreditkarte.
en_gb: You can pay your semester fees online by PostFinance Card or credit card.

source: Die Semesterbestätigung wird Ihnen digital zur Verfügung gestellt.
en_gb: Your semester registration confirmation will be made available to you digitally.

source: Folgende Informationen und Termine sind für Sie relevant:
en_gb: Please note the following information and dates, which are relevant to you:

source: Den diesbezüglichen Anhang zum Reglement zur Zulassung, Immatrikulation und Exmatrikulation können Sie hier [Link https://gpmpublic.zhaw.ch/GPMDocProdZPublic/1_Management/1_04_Governance/1_04_01_Fuehrungsgrundlagen/Z_RE_Anhang_1_zum_Reglement_Immatrikulation_Exmatrikulation.pdf] abrufen.
en_gb: You can download the relevant annex to the regulations on admission, matriculation and ex-matriculation (in German only) [Link https://gpmpublic.zhaw.ch/GPMDocProdZPublic/1_Management/1_04_Governance/1_04_01_Fuehrungsgrundlagen/Z_RE_Anhang_1_zum_Reglement_Immatrikulation_Exmatrikulation.pdf].

source: Wichtig:
en_gb: Please note:

source: Informieren Sie sich frühzeitig über Stipendien und Darlehen, wenn Sie Ihr Studium nicht weiter finanzieren können.
en_gb: If you can no longer finance your studies, please find out more information about grants and loans as soon as possible.

source: Die Fachpersonen der Beratungsstelle der ZHAW helfen Ihnen gerne weiter [Link:
en_gb: The ZHAW counselling service can help you further:

source: https://www.zhaw.ch/de/studium/waehrend-des-studiums/beratung/]
en_gb: [Link https://www.zhaw.ch/en/study/during-your-degree-programme/counselling/]

source: https://www.zhaw.ch/de/studium/waehrend-des-studiums/beratung/
en_gb: https://www.zhaw.ch/en/study/during-your-degree-programme/counselling/

source: 301 Betreff: Rückmeldeverfahren:
en_gb: 301 Re-registration procedure:

source: Zahlung Semestergebühren
en_gb: Payment of next semester’s fee

source: Ab sofort kann die Semestergebühr für das kommende Semester bezahlt werden.
en_gb: With immediate effect, you can now pay the semester fees for the coming semester online.

source: Bitte rufen Sie unter folgendem [Link] den Zahlungsdialog auf, um die Bezahlung vorzunehmen.
en_gb: Please go to the following [link] to open the dialogue so that you can make your payment.

source: Die Zahlungsfrist zur Bezahlung der Semestergebühren endet am [FS:
en_gb: The deadline for payment of the semester fees is 14 August 2018.

source: Wir hoffen, Sie sind mit dem Studium an der ZHAW gut gestartet. Bald kommen Sie ins zweite Semester.
en_gb: We hope that you are enjoying your studies at the ZHAW and that you are looking forward to starting your second semester with us.

source: Anknüpfend an die Online-Anmeldung können Sie auch für das zweite Semester die Semestergebühren online bezahlen und erhalten sofort die Semesterbestätigung.
en_gb: After you have registered online for your second semester, you can also pay this semester’s fees online. This has the advantage that you will immediately receive your semester registration confirmation.

source: Erinnerung Zahlung Semestergebühren
en_gb: Payment reminder for next semester’s fees

source: Bitte denken Sie daran, Ihre Semestergebühren fristgerecht zu bezahlen.
en_gb: Please remember to pay your semester fees on time.

source: Hierfür haben Sie noch bis zum [HS Di KW 34 / FS Di KW 06] Zeit.
en_gb: You have until 14 August 2018 to do so.

source: In der ausserordentlichen Nachfrist bis zum [HS Mo KW 38 / FS Mo KW 08] sind die Semestergebühren sowie eine erneute Einschreibegebühr von CHF 100.- gemäss Verordnung über die Studiengebühren der Zürcher Fachhochschulen [Link https://www.zhaw.ch/de/studium/vor-dem-studium/was-muss-ich-wissen] geschuldet.
en_gb: If you pay the semester fees after this date but before 17 September 2018 (the extended enrolment period), the semester fees plus an additional enrolment fee of CHF 100 are due in accordance with the regulations governing the semester fees of the Zurich University of Applied Sciences [Link] (in German only).

source: Ein Nichtbezahlen der Gebühren bis zum 17. September 2018 hat die Exmatrikulation zur Folge.
en_gb: Failure to pay the fees by 17 September 2018 will result in ex-matriculation.

source: Informieren Sie sich dringend über Stipendien und Darlehen, wenn Sie Ihr Studium nicht weiter finanzieren können.
en_gb: If you can no longer finance your studies, please find out more information about grants and loans as soon as possible.

source: Die Fachpersonen der Beratungsstelle der ZHAW helfen Ihnen gerne weiter [Link https://www.zhaw.ch/de/studium/waehrend-des-studiums/beratung/]
en_gb: The ZHAW counselling service can help you further. [Link https://www.zhaw.ch/en/study/during-your-degree-programme/counselling/]

source: Öffnung Zahlungsfenster Bezahlung Semestergebühren E-Mail an ZHAW-E-Mail-Account mit Link zur Bezahlung der Semestergebühren
en_gb: Payment window opened for payment of semester fees An email will be sent to your ZHAW email account with the link that you need to pay your semester fees.

source: [Öffnung Zahlungsfenster bis Ende ordentliche Zahlungsfrist]: ordentlicher Zahlungszeitraum Ein Nichtbezahlen der Studiengebühr innerhalb der ordentlichen Frist führt zur Exmatrikulation.
en_gb: 19 June to 21 August: Prescribed payment period Non-payment of the semester fees within the prescribed payment period will result in ex-matriculation.

source: [Beginn Nachfrist bis Ende Nachfrist]: ausserordentliche Nachfrist Bei der Bezahlung innerhalb der Nachfrist wird eine Einschreibegebühr (CHF 100.-) fällig.
en_gb: 22 August to 17 September: Exceptional extension. If you pay your fees during the exceptional extension period, an additional fee of CHF 100 must also be paid.

source: Ausserordentliche Nachfrist zur Zahlung der Semestergebühren
en_gb: Exceptional extension for payment of semester fees

source: Sie haben die Semestergebühr noch nicht bezahlt.
en_gb: You have not yet paid your semester fees.

source: Um das Studium im nächsten Semester fortsetzen zu können, sind die Semestergebühren sowie eine erneute Einschreibegebühr von CHF 100.- gemäss Verordnung über die Studiengebühren der Zürcher Fachhochschulen [Link https://www.zhaw.ch/de/studium/vor-dem-studium/was-muss-ich-wissen] geschuldet.
en_gb: If you wish to continue your studies next semester, then you must pay the semester fees, as well as an additional fee of CHF 100, according to the regulations governing the semester fees of the Zurich University of Applied Sciences [Link https://www.zhaw.ch/de/studium/vor-dem-studium/was-muss-ich-wissen] (in German only).

source: Den diesbezüglichen Anhang zum Reglement zur Zulassung, Immatrikulation und Exmatrikulation können Sie hier [Link https://gpmpublic.zhaw.ch/GPMDocProdZPublic/1_Management/1_04_Governance/1_04_01_Fuehrungsgrundlagen/Z_RE_Anhang_1_zum_Reglement_Immatrikulation_Exmatrikulation.pdf] abrufen
en_gb: You can find the annex to the regulations on admission, matriculation and ex-matriculation here (in German only) [Link https://gpmpublic.zhaw.ch/GPMDocProdZPublic/1_Management/1_04_Governance/1_04_01_Fuehrungsgrundlagen/Z_RE_Anhang_1_zum_Reglement_Immatrikulation_Exmatrikulation.pdf].

source: Erinnerung einmalige Nachfrist zur Zahlung der Semestergebühren
en_gb: Reminder about one-time extension for payment of next semester’s fees

source: Leider konnten wir bis heute von Ihnen keinen Zahlungseingang verbuchen.
en_gb: Unfortunately, we have not received any payment from you to date.

source: Bitte denken Sie an die einmalige Nachfrist bis zum [HS Mo KW 38 / FS Mo KW 08], um die Gebühren (Semester- und erneute Einschreibegebühr) zu begleichen.
en_gb: Please remember that you have a one-time extension until 17 September 2018 to pay the relevant fees (semester fees plus an additional enrolment fee).

source: Rufen Sie unter folgendem [Link] den Zahlungsdialog auf, um die Bezahlung vorzunehmen.
en_gb: Please go to the following [link] to open the dialogue so that you can make your payment.

source: Können wir innert Frist keinen Zahlungseingang verbuchen, werden Sie ohne weitere Kommunikation exmatrikuliert.
en_gb: If we do not receive payment by this date, you will be ex-matriculated without any further communication from us.

source: Sind die Studiengebühren und die zusätzliche Einschreibegebühr bis zum [HS Mo KW 38 / FS Mo KW 08] nicht bezahlt, können Sie Ihr Studium an der ZHAW nicht fortsetzen. Sie werden exmatrikuliert.
en_gb: If you have not paid the semester fees and the additional fee by 17 September 2018, you cannot continue your studies at the ZHAW and you will be ex-matriculated.

source: Suchen - Finden
en_gb: Search - Find

source: Nutzen Sie für Ihre Recherche unser vielseitiges Angebot an elektronischen und gedruckten Medien.
en_gb: Whether you want to use electronic media, need a print publication or are looking for the latest scientific findings in your field, our search systems are here to help.

source: Gedruckte Medien und mehr
en_gb: Print media and more

source: Suche nach Medien
en_gb: Seaching for media

source: Suche in Katalog
en_gb: Search in catalog

source: Katalog wählen
en_gb: Select catalog

source: Gedruckte Medien
en_gb: Print Media

source: Suchbegriff
en_gb: Search term

source: E-Medienportal
en_gb: E-media portal

source: Im E-Medienportal sind die E-Books der Hochschulbibliothek nachgewiesen.
en_gb: The e-media portal lists the e-books held in the University Library.

source: Sie haben nicht nur Zugriff auf den Volltext der E-Books der ZHAW sondern auch auf eine grosse Menge lizenzfreier elektronischer Dokumente.
en_gb: You can access not only the full text of the e-books in the ZHAW holding but also a large number of electronic documents in the public domain.

source: Nutzen Sie die Thematische Suche auf der Startseite, wenn Sie keine konkreten Suchbegriffe haben.
en_gb: Use “Thematische Suche” (in German only) on the homepage if you don’t have a specific keyword and you want to receive initial search results on a topic quickly.

source: Auf den E-Book Plattformen können Sie die E-Books eines einzelnen Anbieters abfragen.
en_gb: If you want to access only the e-books provided by a specific supplier, you can use the e-book supplier platforms (in German).

source: Diese Plattformen bieten Ihnen bei der Recherche zusätzliche Funktionalitäten, wie zum Beispiel eine Volltextsuche.
en_gb: These platforms offer additional search functionalities, such as a full-text search.

source: Allerdings werden auf den Plattformen neben den lizenzierten Inhalten auch weitere, nicht lizenzierte Quellen angezeigt.
en_gb: However, the platforms display not only licensed but also unlicensed sources.
